"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 10000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 34, \"word_counts\": \"{\\\"hi\\\": 2, \\\"anyone\\\": 2, \\\"there\\\": 2, \\\"good\\\": 3, \\\"day\\\": 2, \\\"morning\\\": 1, \\\"want\\\": 5, \\\"explore\\\": 3, \\\"apis\\\": 6, \\\"play\\\": 2, \\\"can\\\": 4, \\\"help\\\": 2, \\\"provide\\\": 2, \\\"getdevices\\\": 1, \\\"getdevice\\\": 3, \\\"know\\\": 2, \\\"many\\\": 3, \\\"devices\\\": 3, \\\"bpa\\\": 4, \\\"api\\\": 3, \\\"use\\\": 2, \\\"getting\\\": 2, \\\"device\\\": 3, \\\"details\\\": 3, \\\"getdevicebyid\\\": 1, \\\"getdevicesbyid\\\": 2, \\\"hello\\\": 1, \\\"do\\\": 2, \\\"get\\\": 1, \\\"individual\\\": 1}\", \"word_docs\": \"{\\\"hi\\\": 2, \\\"anyone\\\": 2, \\\"there\\\": 2, \\\"good\\\": 3, \\\"day\\\": 2, \\\"morning\\\": 1, \\\"explore\\\": 3, \\\"want\\\": 5, \\\"apis\\\": 6, \\\"play\\\": 2, \\\"can\\\": 4, \\\"help\\\": 2, \\\"provide\\\": 2, \\\"getdevices\\\": 1, \\\"getdevice\\\": 3, \\\"know\\\": 2, \\\"many\\\": 3, \\\"bpa\\\": 4, \\\"devices\\\": 3, \\\"api\\\": 3, \\\"details\\\": 3, \\\"device\\\": 3, \\\"use\\\": 2, \\\"getting\\\": 2, \\\"getdevicebyid\\\": 1, \\\"getdevicesbyid\\\": 2, \\\"hello\\\": 1, \\\"do\\\": 2, \\\"individual\\\": 1, \\\"get\\\": 1}\", \"index_docs\": \"{\\\"14\\\": 2, \\\"15\\\": 2, \\\"16\\\": 2, \\\"6\\\": 3, \\\"17\\\": 2, \\\"26\\\": 1, \\\"7\\\": 3, \\\"3\\\": 5, \\\"2\\\": 6, \\\"18\\\": 2, \\\"4\\\": 4, \\\"19\\\": 2, \\\"20\\\": 2, \\\"27\\\": 1, \\\"8\\\": 3, \\\"21\\\": 2, \\\"9\\\": 3, \\\"5\\\": 4, \\\"10\\\": 3, \\\"11\\\": 3, \\\"13\\\": 3, \\\"12\\\": 3, \\\"22\\\": 2, \\\"23\\\": 2, \\\"28\\\": 1, \\\"24\\\": 2, \\\"29\\\": 1, \\\"25\\\": 2, \\\"31\\\": 1, \\\"30\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"apis\\\", \\\"3\\\": \\\"want\\\", \\\"4\\\": \\\"can\\\", \\\"5\\\": \\\"bpa\\\", \\\"6\\\": \\\"good\\\", \\\"7\\\": \\\"explore\\\", \\\"8\\\": \\\"getdevice\\\", \\\"9\\\": \\\"many\\\", \\\"10\\\": \\\"devices\\\", \\\"11\\\": \\\"api\\\", \\\"12\\\": \\\"device\\\", \\\"13\\\": \\\"details\\\", \\\"14\\\": \\\"hi\\\", \\\"15\\\": \\\"anyone\\\", \\\"16\\\": \\\"there\\\", \\\"17\\\": \\\"day\\\", \\\"18\\\": \\\"play\\\", \\\"19\\\": \\\"help\\\", \\\"20\\\": \\\"provide\\\", \\\"21\\\": \\\"know\\\", \\\"22\\\": \\\"use\\\", \\\"23\\\": \\\"getting\\\", \\\"24\\\": \\\"getdevicesbyid\\\", \\\"25\\\": \\\"do\\\", \\\"26\\\": \\\"morning\\\", \\\"27\\\": \\\"getdevices\\\", \\\"28\\\": \\\"getdevicebyid\\\", \\\"29\\\": \\\"hello\\\", \\\"30\\\": \\\"get\\\", \\\"31\\\": \\\"individual\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"apis\\\": 2, \\\"want\\\": 3, \\\"can\\\": 4, \\\"bpa\\\": 5, \\\"good\\\": 6, \\\"explore\\\": 7, \\\"getdevice\\\": 8, \\\"many\\\": 9, \\\"devices\\\": 10, \\\"api\\\": 11, \\\"device\\\": 12, \\\"details\\\": 13, \\\"hi\\\": 14, \\\"anyone\\\": 15, \\\"there\\\": 16, \\\"day\\\": 17, \\\"play\\\": 18, \\\"help\\\": 19, \\\"provide\\\": 20, \\\"know\\\": 21, \\\"use\\\": 22, \\\"getting\\\": 23, \\\"getdevicesbyid\\\": 24, \\\"do\\\": 25, \\\"morning\\\": 26, \\\"getdevices\\\": 27, \\\"getdevicebyid\\\": 28, \\\"hello\\\": 29, \\\"get\\\": 30, \\\"individual\\\": 31}\"}}"